{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 5, "word_counts": "{\"startseq\": 5, \"a\": 8, \"cat\": 1, \"sitting\": 1, \"on\": 1, \"the\": 2, \"mat\": 1, \"endseq\": 5, \"dog\": 1, \"playing\": 1, \"with\": 1, \"ball\": 1, \"man\": 1, \"riding\": 1, \"bicycle\": 1, \"child\": 1, \"holding\": 1, \"red\": 1, \"balloon\": 1, \"group\": 1, \"of\": 1, \"people\": 1, \"walking\": 1, \"in\": 1, \"park\": 1}", "word_docs": "{\"mat\": 1, \"cat\": 1, \"the\": 2, \"startseq\": 5, \"a\": 5, \"endseq\": 5, \"on\": 1, \"sitting\": 1, \"with\": 1, \"dog\": 1, \"playing\": 1, \"ball\": 1, \"riding\": 1, \"man\": 1, \"bicycle\": 1, \"red\": 1, \"holding\": 1, \"child\": 1, \"balloon\": 1, \"people\": 1, \"group\": 1, \"park\": 1, \"of\": 1, \"walking\": 1, \"in\": 1}", "index_docs": "{\"8\": 1, \"5\": 1, \"4\": 2, \"2\": 5, \"1\": 5, \"3\": 5, \"7\": 1, \"6\": 1, \"11\": 1, \"9\": 1, \"10\": 1, \"12\": 1, \"14\": 1, \"13\": 1, \"15\": 1, \"18\": 1, \"17\": 1, \"16\": 1, \"19\": 1, \"22\": 1, \"20\": 1, \"25\": 1, \"21\": 1, \"23\": 1, \"24\": 1}", "index_word": "{\"1\": \"a\", \"2\": \"startseq\", \"3\": \"endseq\", \"4\": \"the\", \"5\": \"cat\", \"6\": \"sitting\", \"7\": \"on\", \"8\": \"mat\", \"9\": \"dog\", \"10\": \"playing\", \"11\": \"with\", \"12\": \"ball\", \"13\": \"man\", \"14\": \"riding\", \"15\": \"bicycle\", \"16\": \"child\", \"17\": \"holding\", \"18\": \"red\", \"19\": \"balloon\", \"20\": \"group\", \"21\": \"of\", \"22\": \"people\", \"23\": \"walking\", \"24\": \"in\", \"25\": \"park\"}", "word_index": "{\"a\": 1, \"startseq\": 2, \"endseq\": 3, \"the\": 4, \"cat\": 5, \"sitting\": 6, \"on\": 7, \"mat\": 8, \"dog\": 9, \"playing\": 10, \"with\": 11, \"ball\": 12, \"man\": 13, \"riding\": 14, \"bicycle\": 15, \"child\": 16, \"holding\": 17, \"red\": 18, \"balloon\": 19, \"group\": 20, \"of\": 21, \"people\": 22, \"walking\": 23, \"in\": 24, \"park\": 25}"}}